# -*- coding: utf-8 -*-


AVAILABLE_COUNTRIES_LIST = (
    '🇷🇺 Россия',
)

AVAILABLE_CITIES_LIST = (
    'Дмитров',
)


# --- MESSAGES ---

WELCOME = "*Добро пожаловать, {0}!*"

MENU_WELCOME = """
⚠️ Внимание, ознакомьтесь!

Вы оперируете деньгами, будьте внимательны. 

📲 Для обеспечения безопасности средств необходимо установить 'Two step verification' (2FA) в настройках Telegram и не передавать свой телефонный номер и любые секретные коды кому-либо (даже сотрудникам Telegram)!

Служба поддержки: <MY_MAIL>"""

UNAVAILABLE_CITY = """
Некорректное значение , либо данный город отстутстует в списке доступных. Выберите другой город или введите /reset , 
чтобы начать всё сначала
"""


# --- KEYBOARD ITEMS ---

# - REPLY -
MENU_ITEMS = ('💄 Каталог', '🛠 Фильтры', '🛡 Гарантии', '🎁 Скидки', '📓 О сервисе', '⚙ Настройки')

# - INLINE -
